// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Reinig vlekken op achterzij de pagina";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annuleer";

CleaningConfirmationTitle = "Reinig vlekken op achterzijde pagina";
CleaningConfirmationBody = "Dit procedure kan enkele minuten duren. Het is normaal dat u tijdens deze procedure mechanische geluiden hoort en dat het papier naar voren en naar achteren wordt bewogen in de printer. Klik op OK om te beginnen.";
PaperNotFoundTite = "Kan papier niet vinden";
PaperNotFoundBody = "Plaats papier in de papierlade voordat u het proces Reinig vlekken op achterzijde pagina start. Klik op OK om door te gaan.";
BackPageSmearCleaningTitle = "Reinig vlekken op achterzijde pagina…";
BackPageSmearCleaningCompleteBody = "Procedure Reinig vlekken op achterzijde pagina is voltooid.";

NotInitiatedTitle = "Kan niet beginnen met reinigen";
NotInitiatedMsg = "Reinigingstaak kan niet worden begonnen. Controleer of de printer online staat en niet bezig is met het verwerken van een taak.";

HSDTitleTextFieldValue = "Reinig vlekken op achterzijde papier";
HSDGuideTextFieldValue = "Plaats papier in de papierlade voordat u het proces Reinig vlekken op achterzijde pagina start. Klik op Reinig om door te gaan.";
HSDCleanButtonTitle = "Reinig";

BackPageSmearCancelingTitle = "Bezig met annuleren";

HSDInfoTextFieldValue = "Deze procedure kan worden uitgevoerd als er vlekken zitten op de achterkant van een afgedrukte pagina. Met Vlekken op achterkant pagina reinigen reinigt u een gedeelte in de printer waar vlekken op zitten.";
